abusaidm.html-snippets
aeschli.vscode-css-formatter
afmicc.GetterAndSetterGenerator
akamud.vscode-theme-onedark
austin.code-gnu-global
batisteo.vscode-django
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
hdg.live-html-previewer
James-Yu.latex-workshop
KnisterPeter.vscode-github
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-mysql
naco-siren.gradle-language
NatalieMclaren.definitely-typed-search
naumovs.color-highlight
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
septag.visual-assist-dark
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
teabyii.ayu
tecosaur.latex-utilities
torn4dom4n.latex-support
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
zxh404.vscode-proto3
